Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_1trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Dasa lea váikkuhus ahte šaddá váttis lohkat, čállit ja rehkenastit máŋggasiffár
sma: Daelie edtjieh gaavnehtidh man gellie sirrieh dah leah tjöönghkeme.

source: Geahččal maiddái gávnnahit man stuora loguid oahppi nákce govahallat masa čatná konkrehta hivvodaga.
sma: Tanja lea gaavnehtamme dïhte 17 sirrieh åtna sov aktene goejesne. Madtjeles 71 våålese tjaala sov gærjesne.

source: Lea dehálaš ahte oahppit rahčet maiddái besset hárjehallat čállit ja lohkat čállojuvvon loguid 10 rájis 20 rádjái.
sma: Klaasse sijjieaarvojne barkeminie jïh taalh unifix-klåbpojste bigkie. Lohkehtæjja Kræstam birrie 14 bigkedh.

source: Ollu ohppiide lea guhkes gaska das ahte lohkat 14 radjái dasa ahte ipmirdit ahte 14 sisdoallá 1 logeža ja 4 ovtteža.
sma: Kræsta aktem rööpesem luhkiem dorje jïh njieljie plaave klåbpoeh beaja dej rööpses klåbpoej nille juktie vuesiehtidh taale 14 aktem luhkiem

source: čatnasit siffarárvvuide.
sma: jïh njieljie akth åtna.

source: Konkretiserenmateriála mii fokusa dasa ahte galgá deavdit logeža ja molsut, sáhttá veahkehit oahppi ipmirdišgoahtit siffarárvvu (ovdamearka dihte abakus ja ruđaid).
sma: Tanja ij konvensjovnide guarkah juktie taalh tjaeledh, gidtjh dah akth leah åelkiesbielesne jïh luhkieh gårroehbielesne. Dïhte iktesth aktide gårroehbielesne tjaala, jallh ajve

source: Dađistaga berrejit oahppit maiddái háhkat hárjáneami hukset loguid ovttežiiguin ja logežiiguin (dasa sáhttá geavahit ovdamearka dihte base-logi materiála dahje unifixbirccuid).
sma: Juktie maehtedh sjæjsjalidh mejtie Tanja posisjovnesysteemem guarka jïh «ajveš båajhtode tjaala, jallh mejtie ij sijjie-aarvoem guarkah, tjuara goerehtidh maam Tanja ussjede, jïh man åvteste dïhte 71 tjaala sijjeste 17.

source: Daid seamma lohkohivvodagaid berre maiddái sárgut ja čállit addišuvdnan.
sma: Muvhth learohkh dysleksijine lohkemehaerine tjabreminie gosse luhkieh jïh taalh tjaelieh.

source: Čuđeškárta sáhttá geavahuvvot loguid struktuvrra guorahallamii.
sma: mijjieh taalh tjaelebe, maahta viehkine årrodh learoehkidie.

source: Go guorahallá mii dáhpáhuvvá go njuke bajas guvlui, vulos guvlui ja doarrás, de sáhttet oahppit háhkat ipmárdusa loguid huksehusas.
sma: Hijven taaledïejvese akten hijven goerkesasse posisjovnesysteemeste bigkie, guktie taalh leah bæjjese bigkeme jïh aarvoe sifferijstie taalesne.

source: Jus bidjá deasttu logežiidda dahje ovttežiidda rehkenastima ja rehketbihtáid bidjama oktavuođas, de šaddá maiddái deaddut bargobihtáidčoavdimii.
sma: Gosse daate goerkese ahkedh evtiesåvva, taale 12 ij sïjhth ajve vuajnalgidh goh 12 ektievoeth, men aaj goh akte ektiedimmie dejstie göökte bielijste 10 jïh 2, jallh 1 luhkiedåehkie jïh 2 akth.

source: Evttohus lassi lohkamuššii • Alle teller, B oassi sadjevuogádaga birra
sma: Kræsta maahta 14 juekedh akten luhkiedåahkan jïh njieljie akth.

source: • GLSM, kapihtal 5
sma: Lohkehtæjja maahta

source: Lohkoráidu ja lohkolinnjá
sma: Fleksijbele taaledïejvese lea eevre daerpies jis edtja maehtedh radtjoeslaakan ryöknedidh taaligujmie mej jienebh sifferh gosse dejgujmie aalka.

source: Lea hui dehálaš ahte oahppit dovdet bures lohkoráiddu. Dat siskkilda ahte oahppit máhttet namaid loguin ja dihtet struktuvrra lohkoráiddus.
sma: Dan åvteste vihkeles dejnie uvtemesth dïejvesegoerkesinie jïh taaledïejvesigujmie barkedh dej viesjiehtommes learohkigujmie voestes daltesisnie.

source: Dasa lassin fertejit oahppit leat
sma: (vuartesjh teemam Ryökneme vuelielisnie).

source: oadjebasat loguid sirremis sturrodagaide, jorbet loguid ja dovdat loguid dihto gaskkaid.
sma: Learohkh mah tjabreminie posisjovnesysteemem guarkedh jïh nuhtjedh, sijhtieh stoerre haestemh dåastodh gosse

source: Dađistaga háhket oahppit mentála lohkolinnjá mii sáhttá geavahuvvot bargobihttáčoavdimii.
sma: edtjieh addisjovnine jïh subtraksjovnine barkedh taaligujmie mej jienebh sifferh.

source: Kártengeahččaleamis vuhtto dat das go oahppit beaktilit sáhtte
sma: 18/32 ryökneminie.

source: bidjat loguid ja hivvodagaid rievttes sadjái lohkolinnjás, ja ahte máhttet identifiseret ovdamearka dihte lagamus logeža.
sma: Learohki baakoevåarhkoe evtiesåvva, jïh gïeledïejvesh gårrelgieh matematihkeles ektiedimmide jïh sisvegasse. Mænngan learohkh aelkieh taalh veahkide ektiedidh.

source: Matematihkkaoahpaheamis geavahit dávjá iešguđetlágan lohkolinnjáid čájehit lohkoráiddu struktuvrra ja mii lea veahkkeneavvun lohkorehkenastimis.
sma: Gosse learohkh voestes aejkien taalide dåastoeh, dah taalese vuejnieh goh akte elliesvote, jïh taalem abpe veahkese ektede saaht man gellie sifferh taale åtna.

source: De sáhttet oahppit geavahit lohkolinnjá vulos- ja bajás guvlui, ja geavahit mearkkaid linnjás ovdamearka dihte dasa ahte lohket viidásit 10:s. Oahppiovdamearka
sma: Fïereguhte siffere taaline jienebh sifferigujmie ij naan mïelem utnieh learoehkidie, jïh dah eah posisjovnesysteemem nuhtjieh juktie lohkedh jallh soptsestidh fïereguhte siffere aktem aarvoem vuesehte.

source: Emil galgá merket gokko 13 lea lohkolinnjás mas dušše logežat leat merkejuvvon.
sma: Easkah gosse dah aktem goerkesem posisjovnesysteemeste evtiedamme, learohkh

source: Son bidjá mearkka juste gasku 10 ja 20 gaskii.
sma: nuekies maahtoem utnieh taalide fleksijbeleslaakan nuhtjedh.

source: Emila merken sáhttá čujuhit dasa ahte son lea eahpesihkár lea go 13 lagabus 10 go 20, ja ii ge oro ipmirdeame loguid mearriduvvon gaska.
sma: Daelie maehtieh taalem juekedh aktine jïh luhkine, daejrieh mah aarvoeh dah ovmessie sifferh utnieh, jïh abpe taalese vuejnieh goh summe dejstie bielijste.

source: Heajos ipmárdus lohkolinnjás vuolgá dávjá váilevaš lohkoipmárdusas.
sma: hijven våaromem utnieh jïjtsh vuekieh evtiedidh taaleryöknedæmman (taaligujmie mej

source: Ánte rahčá oaidnit loguid lohkolinnjás ovddasteaddjin dan bargui maid son galgá doaimmahit (15 – 3).
sma: jienebh sifferh), jïh vejtiestidh jïh guarkedh algoritmidie dejtie njieljie ryöknedimmiesåarhtide.

source: Ánte dárbbaša veahki geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimii.
sma: Jïjnjh dejstie learoehkijste mah tjabreminie taaledïejvesh evtiedidh, taalide vuejnieh

source: Lohkoráiddu ipmirdusa ovdánahttin Lohkoráiddu ja lohkolinnjá ipmirdeapmi álgá dainna go oahppá lohkosániid ja lohkosymbolaid ja makkár vuorus dat galget leat.
sma: goh akte guhkies, aktedimensjovnale taaleraajroe gusnie dah sifferh taaline eah naan mïelem utnieh fïereguhtene haeresne. Goh akte konsekvense dle gïerve sjædta

source: Dat máhttu vuolgá loguidlohkamis.
sma: Learohkh viesjies taalegoerkesinie

source: Dađistaga ipmirdit oahppit man stuora intervállat loguid gaskkas leat, nugo ahte buot viđežat leat guovtti logeža juste gaskkas.
sma: gaavnehtidh man stoerre taalh learohkh maehtieh sov uvte vuejnedh, jïh mïsse maehtieh aktem vihties veahkam ektiedidh.

source: Sii ipmirdit ahte 23 lea lagabus 20 go 30.
sma: Vihkeles aaj viesjies learohkh åadtjoeh haarjanidh lohkedh jïh tjaeledh taalh 10 raejeste 20 raajan.

source: Sii ipmirdit maiddái ahte okta segmentta lohkolinnjás sáhttá álgit eará loguin go 0, ja ahte sáttet leat eará juogut go 1.
sma: Gellide learoehkidie akte stoerre sïlle taalese 14 ryöknedh goske guarka taale 14, 1 luhkiem jïh 3 akth åtna.

source: Oahppit geavahit máhtuset lohkoráiddu birra loguid árvvuid birra vai dihtet gosa galget bidjat loguid lohkolinnjás.
sma: Learohkh jïjnjh jïh gelliesåarhts haestemh daarpesjieh ektiedamme siffere-aarvose. Konkretiseradimmiematerijelle mij fokusem åtna luhkiem

source: Dađistaga ovdánahttet oahppit mentála lohkolinnjá maid sáhttet geavahit lohkat vulos- ja baja guvlui ja bargobihtáid čoavdimii (eanet dan birra Rehkenastin temás).
sma: dievhtedh jïh låtnodh, maahta learohkem viehkiehtidh aelkedh siffere-aarvoem guarkedh (vuesiehtimmien gaavhtan abakus jïh beetnegh).

source: Viidásit ovdáneapmi mielddisbuktá ahte oahppi ovdána das ahte máhttá lohkolinnjá bajas- ja vulosguvlui atnit dasa ahte álgá lohkolinnjá geabbilit geavahit čoavdit bargobihtáid.
sma: Mænngan aaj learohkh byöroeh dååjrehtimmiem åadtjodh taalh bigkedh aktijste jïh luhkijste (dïsse maahta vuesiehtimmien gaavhtan nuhtjedh baase-luhkiematerijellem jallh unifix-klåbpoeh).

source: Oahppit geavahit mentála lohkolinnjá go sirrejit loguid sturrodaga mielde.
sma: Byöroe aaj dejtie seamma taaleveahkide guvviedidh jïh tjaeledh goh addisjovne.

source: Go sii dovdet lohkolinnjá struktuvrra, de sii sáhttet geavahit dan mearridit guovtti logu gaskka,
sma: Akte tjuetiekaarhte maahta åtnasovvedh juktie taali struktuvrem goerehtidh. Gosse goerehte

source: ovdamearka dihte lea go 18 lagabus 15 vai 20.
sma: Vihkeles learohkh ovmessie vuesiehtimmievuekiej gaskem målsoeh.

source: Ovdamearka dihte sáhttá ohppiid geat rahčet eanemusat diktit lohkát viidásit muhtun logus, sihke bajás guvlui ja vulos guvlui.
sma: Jis fokusem åtna luhkide jïh aktide ajve gosse edtja maam akt ryöknedidh jïh stuhtjh bæjjese bïejedh, fokuse fer jïjnjem stuvresåvva laavenjasside loetedh.

source: Buot ohppiide sierra beroštumi ráji
sma: Raeriestimmie vielie lohkemen bïjre

source: vuolábealde berre álgit kártengeahččalemiid bargobihtáiguin ja diktit oahppi čilget mo son lea sirren loguid sturrodaga mielde ja mo lea mearridan man stuora interválla guovtti logu gaskkas lea.
sma: • Alle teller, bielie B posisjovnesysteemen bïjre

source: Iska maiddái makkár lohkosturrodagaid oahppit sáhttet bidjat lohkolinnjái.
sma: • GLSM, kapihtele 5 • Matematikk på småskoletrinnet, kapihtelh 3 jïh 6

source: Geahča lohká go oahppi ovtta ja ovtta dassážii olle lohkui gosa galggai, vai geavaha go oahppi mearkkaid lohkolinnjás.
sma: Taaleraajroe jïh taalesïeve Joekoen vihkeles learohkh hijven daajroem utnieh taaleraajroem bïjre.

source: Man ollu gaskamearkkaiguin ferte merken lohkolinnjá ovdalgo oahppi sáhttá bidjat logu rievttes sadjái ?
sma: Daate sæjhta jiehtedh learohkh taali nommide jïh struktuvrem taaleraajrosne maehtieh. Lissine learohkh

source: Viidásit barggus sáhttá diktit oahppi vásihit lohkolinnjá
sma: tjuerieh jearsoes årrodh taalh veesmedh stoeredahken mietie.

source: Ohppiide sáhttá leat álkibut ipmirdit loguid ja lohkorehkenastima go geavahit ollu
sma: Mænngan learohkh sijhtieh aktem mentaale taalesïevem tseegkedh maam maehtieh nuhtjedh laavenjasseloetemisnie.

source: konsekveantta visuála representašuvdnahámiid nugo lohkolinnjá. Dakkár representašuvdnahámiid lea dehálaš čatnat matematihkalaš symbolaide.
sma: Goerehtallemepryövesne daate våajnoes sjædta gosse learohkh radtjoeslaakan maehtieh taalh jïh veahkah reaktoe sæjjan bïejedh taalesïevesne.

source: Lohkolinnjáid geavaheapmi luohkkálanjain sáhttá stimuleret oahppi háhkat alcces mentála lohkolinnjá maid son sáhttá geavahit lohkorehkenastimis.
sma: Matematihkeööhpehtimmesne daamtaj ovmessie taalesïevh nuhtjie juktie struktuvrem vuesiehtidh taaleraajrosne jïh goh viehkiedïrrege taaleryöknedimmesne.

source: nalde riekta.
sma: Juktie maehtedh

source: Sutnje lea dehálaš ipmirdit sihke manne ja mo sáhttá geavahit veahkkeneavvuid ja representašuvnnaid.
sma: taalesïevem fleksijbeleslaakan ryöknedæmman nuhtjedh, lea eevre daerpies learohke hijven taalegoerkesem utnieh.

source: Kártengeahččaleapmi ii iská máhttá go oahppi geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimis.
sma: Learohkevuesiehtimmie Eebre edtja mïerhkem bïejedh gusnie 13 lea aktene taalesïevesne gusnie ajve dah luhkieh mïerhkesjamme.

source: Lohkolinnjá sáhttá leat buorre veahkkeneavvun matematihka vuođđo máhtolašvuođaid oahppamis.
sma: Aanta aktem taalesïevem dibrehtamme sov buertesne maam viehkine åtna taaleryöknedimmesne.

source: Evttohusat lassi lohkamušaide
sma: Dïhte edtja ryöknedidh 15 – 3.

source: • Dyskalkulia, kapihtal lohkovuogádaga birra
sma: Aanta soermem beaja taalese 15 jïh jeahta akte.

source: Buriid rehkenastingelbbolašvuođaid háhkamis lea dehálaš ahte lea bures oahppan lohkodoahpagiid ja lohkoráiddu.
sma: Dle taalesïeven våålese svæhtja jih ryöknoe göökte mearan taalese 14 tjuvtjede, jïh golme mearan taalese 13 tjuvtjede.

source: Eaktun oahppat buriid rehkenastinstrategiijaid lea ahte ipmirda loguid juohkima logežiidda ja ovttežiidda, dovdat logešolbmáid (ja eará lohkoolbmáid) ja máhttit duppalastit ja juohkit beliin.
sma: Dïhte mïerhkesjimmie maam Eebre dorje, maahta vååjnedh goh dïhte lea jueriedisnie mejtie 13 lea lïhkebe 10 jallh 20, jïh ij rikti guarkah taali gåhkoem gaskemsh. Viesjies goerkese taalesïeveste lea daamtaj ektiedamme viesjies taalegoerkesinie.

source: Viidásit leat buorit lohkanmáhtut ja lohkan bajás guvlui ja vulos guvlui gitta čuođi rádjái guovddáš oassi lohkorehkenastin máhtolašvuođa vuođus.
sma: viesjies goerkesasse taalesïeveste maahta årrodh learohke iktesth ryöknoe 0 raejeste jïh aktine aktine bæjjese ryöknoe juktie reaktoe taalem gaavnedh taalesïevesne.

source: Ollu oahppit rahčet addišuvnnain ja subtrakšuvnnain.
sma: Sæjroe

source: Dutkan čájeha ahte subtrakšuvdna lea erenoamáš váttis. Dasa lea ollu sivvan ahte ohppiin lea heajos doabaipmárdus.
sma: Aanta dåarjoehtimmiem daarpesje juktie maehtedh taalesïevem nuhtjedh goh viehkiedïrrege taaleryöknedæmman.

source: Oahppit geat rahčet geavahit dávjá ovttageardánis ja rievddakeahtes strategiijaid go galget čađahit rehkenastimiid dego Ánná ovdamearkkas vuollelis.
sma: Evtiedimmie goerkesistie taalesïeveste Goerkese taaleraajroste jïh taalesïeveste aalka gosse leara taalebaakojde, taalesymbovlide jïh mennie öörneginie dah tjåadtjoeh.

source: Sii lohket baicca eai ge rehkenaste.
sma: Daate lea daajroe ryöknemen bïjre.

source: Sivvan dasa dáidá leat oktavuođain lohkodoahpagiid, lohkama ja lohkofáktáid bajiloahppama gaskkas.
sma: Mænngan learohkh aelkieh guarkedh man stoerre intervallh taali gaskem, goh gaajhkh vïjhth leah gaskoeh doh göökte minngebe luhkieh.

source: Ánná strategiija gohčoduvvo “ lohkat-buot ” - strategiijan. Nu ádjána, ja oahppit geat rahčet lohkamiin sáhttet jođánit lohkat boastut.
sma: Dah aaj guarkah akte segmente aktede taalesïeveste maahta jeatjah taaligujmie aelkedh goh 0, jïh dïhte maahta jeatjahlaakan juakeme årrodh goh 1.

source: Lohkat-buot strategiijat lea maiddái heajos vuohki lohkat go oahppit galget bargat máŋggasiffar loguiguin.
sma: Learohkh maehtieh nuhtjedh daajroem taaleraajroen jïh taali aarvoen bïjre juktie vaaksjoehtidh, jïh taalh taalesïevese bïejedh.

source: Oahppit geat leat oahppan lohkofáktáid, dihtet ahte supmi golmmas ja viđas lea gávcci. Dakkár dieđuid maid lea čađa oahppan sáhttá álkit viežžat guhkesáigge muittus.
sma: Mænngan learohkh sijhtieh aktem mentaale taalesïevem evtiedidh maam maehtieh nuhtjedh gosse edtjieh bæjjese jïh våålese ryöknedh jïh laavenjassh loetedh (vielie dan bïjre Ryöknedimmesne).

source: Line geavaha máhtuidis loguid birra ja rehkenastinstrategiijain go čoavdá bargobihtá.
sma: Learohkh dam mentaale taalesïevem nuhtjieh gosse taalh stoeredahken mietie veesmieh.

source: Son diehtá ovdamearka dihte ahte loguid sáhttá juohkit joavkkuide. Oahpahusa mihttu lea ovdánahttit ohppiid lohkanstrategiijain rehkenastinstrategiijaide.
sma: Gosse struktuvrem taalesïevesne demtieh, maehtieh dam nuhtjedh juktie gåhkoem jiehtedh göökte taali gaskem, vuesiehtimmien gaavhtan mejtie 18 leah lïhkemes 15 jalh 20.

source: Dasa lassin lea dehálaš ahte oahppit ohppet bajil lohkofáktáid.
sma: Dastegh learohkh edtjieh aktem mentaale taalesïevem evtiedidh

source: Bahá lea maid vajálduhttit maid lea juo lohkan, ja mii lei vel
sma: dah tjuerieh barkedh dovne smaave jïh stoerre taaligujmie.

source: Jus muhtun oahppi rehkenastá hejot kártengeahččaleami addišuvdna ja subtrakšuvdna bihtáin, de sáhttá dat mearkkašit ahte oahppis leat heajos rehkenastinstrategiijat, ovdamearka dihte ahte oahppi geavaha “ lohkat-buot ” - strategiija addišuvdna bargobihtáin.
sma: Geajnoe guhkiebasse Maahta dam guhkiebasse barkoem aelkedh viehkine goerehtidh man hijven daajroe learohke taaleraajrose åtna. Vuesiehtimmien gaavhtan maahta aelkedh baajedh learohkem guhkiebasse ryöknedh aktede saaht mehtie taaleste, dovne bæjjese jïh

source: Áigemearri dain siidduin lea biddjon nu ahte diekkár heajos strategiijageavaheapmi galggašii dagahit ahte oahppi ii háhppet bargat buot bargobihtáid.
sma: Vaeltieh våaromem laavenjassine goerehtallemepryövesne, jïh baajh learohkem buerkiestidh guktie satne taalh stoeredahken mietie veesmie.

source: Ohppiid strategiijaid lea dehálaš kártet, danne go strategiijaovdáneapmi lea hui dehálaš oahppi rehkenastinmáhtolašvuođaid ovdáneamis.
sma: Vuartesjh mejtie learohke ryöknoe akti akti vaajteles taalen raajan, jallh mejtie learohke mïerhkesjimmide taalesïevesne nuhtjie.

source: Rehkenastinstrategiijaid ovdánahttin Oahppit ohppet dábálaččat vuos “ lohkat-buot ” ” - strategiijaid addišuvdnii ja de dađistaga “ lohkat-viidásit ” “ lohkat-viidásit ” - strategiijaid.
sma: Guhkiebasse maahta aaj

source: Alggos sáhttá dat leat nu ahte lohket viidásit dan logus maid leat addán álggos, muhto dađistaga galggaše oahppit lohkat viidásit dan stuorimus logus.
sma: baajedh learohkem dååjrehtimmiem åadtjodh ovmessie taalesïevh nuhtjedh (ovmessie mïerhkesjimmiejgujmie), taalh taalesïevese bïejedh, taalh lohkedh bæjjese jïh våålese taalesïevesne, maaje ovmessie intervalligujmie.

source: Dat leat rasjonála strategiijat, ja lohkagoahtit viidásit stuorimus logus lea beaktilileappot ja geabbileappot go “ lohkat-buot ” - strategiija.
sma: Vijries jïh iktegisth åtnoe visuelle vuesiehtimmievuekijste goh taalesïeve, dorje guktie aelhkebe sjædta learoehkasse taalh jïh taaleryöknedimmiem guarkedh.

source: Dađistaga go oahppit
sma: Åtnoe taalesïevijste

source: leat gártadan vásáhusaid lohkamis, de sii muitigohtet ahte 3 + 5 lea gávcci, ja vurkejit dan lohkofáktán maid maŋŋil sáhttet viežžat guhkesáiggemuittus.
sma: • Tall og tanke, dan gåaroes taaleraajroen bïjre kapihtelisnie 3 jïh 5. • Dyskalkulia, kapihtele taalesysteemen bïjre

source: Mihttu lea ahte oahppit galget geavahit lohkofaktaid searvalaga beaktilis lohkanstrategiiaiguin čoavdit bargobihtáid.
sma: Juktie hijven ryöknedimmietjiehpiesvoeth åadtjodh lea vihkeles hijven taalegoerkesem jïh daajroem utnedh taaleraajroem bïjre.

source: De sáhttet 8 + 7 ovdamearka dihte čoavdit nu ahte oahppi jurddaša 8 + 7 lea ovtta eanet go 7 + 7, nappo 15. Oahppit ohppet maiddái strategiijaid daidda eará rehkenastinmálliide.
sma: Guarkedh guktie taalh juakasuvvieh luhkine jïh aktine, daajroem utnedh luhkievoelpi bïjre (jïh jeatjah taalevoelph), maehtedh taalide guektiengïerth darjodh jïh taalide gööktine juekedh leah vihkeles jis edtja maehtedh hijven

source: Ollu oahppit geavahit “ lohkat bajasguvlui ” ” - dahje lohkat vulosguvlui ” - strategiijaid subtrakšuvdna rehkenastimis.
sma: Hijven ryöknemetjiehpiesvoeth jïh ryökneme bæjjese jïh våålese taalese tjuetie aaj akte vihkeles bielie dehtie våaroemistie tjiehpiesvoetide taaleryöknedimmesne.

source: “ Lohkat vulosguvlui ” - strategiijat leat hui gáibideaddji go dat gáibidit ahte lohká guokte ráiddu oktanagas: Ferte lohkat vulosguvlui ovtta logus nuppi lohkui
sma: Daate jeenjemasth dan åvteste daah learohkh viesjies dïejvesegoerkesem utnieh. Viesjies learohkh daamtaj naive jïh rigide strategijh nuhtjieh

source: ja seammás lohkat dan lohkui mas galgá vulosguvlui lohkagoahtit.
sma: juktie aerviedimmieh darjodh, naemhtie goh Aanna vuesiehtimmesne vuelielisnie.

source: Muhtun oahppit čovdet subtrakšuvdna bihtáid dainna lágiin ahte gesset veahážiid mielde ain hávális.
sma: Daate hævvi vienth dan åvteste lea ektiedimmieh gaskem taaledïejvesh, ryökneme jïh automatiseradimmie taalefaaktijste.

source: Váilevaš strategiijaovdáneapmi lea nannoseamos prediktáhtor mahtematihkkaváttuide maŋitáiggi.
sma: Learohkevuesiehtimmie 3 + 5 = ____ Aanna voestegh golme soermh gårroehgïetesne ryöknoe.

source: Dat mearkkaša ahte go muhtun oahppi joatká geavahit “ lohkat-buot ” - strategijaid go eará oahppit leat juo geavahišgoahtán
sma: Aannan strategije gohtjesåvva «gaajhkem-ryöknedhš-strategije. Dïhte guhkiem vaasa, jïh dejtie viesjies ryöknijidie varke gåarede båajhtode ryöknedh.

source: “ lohkatviidásit ” - strategija ja lohkofáktá-máhtuset, de lea dat várrehus.
sma: Gaajhkem-ryöknedh strategijh eah leah dan maereles gosse learohkh edtjieh taaligujmie barkedh mej jienebh sifferh.

source: Jáhku mielde oahppi ii leat ovdánan vuođđo rehkenastinmáhtolašvuođain nu go vuordit, ja oahppi sáhttá oažžut oppalaš matematihkkaváttuid.
sma: Learohkh mah leah taalefaaktah vejtiestamme, daejrieh golme jïh vïjhte lea gaektsie. Learohke maahta automatiseradamme daajroem aelhkieslaakan guhkiesmojhtesistie veedtjedh.

source: Oahppit geain leat matematihkkaváttut rahčet eanet go eará oahppit lohkamiin gávdnat vástádusa álkes addišuvdnabargobihtaide
sma: Sæjroe 22/32 Ööhpehtimmien ulmie lea learohkh edtjieh ryöknemestrategijijste ryöknedimmiestrategijide vaedtsedh.

source: Dat erohus lassána agimielde. Mo bargat ovddosguvlui
sma: Lissine vihkeles learohkh taalefaaktah automatiseradieh.

source: Go viidásit galgá čuovvolahttit ohppiid de lea dárbbašlaš kártet mo oahppit čovdet addišuvdna- ja subtrakšuvdnabargobihtáid, sihke čállon bargobihtáid ja bargobihtáid mat leat muhtun konteavsttas.
sma: Automatiseradamme taalefaaktah ryöknedimmiem aelhkebe darjoeh learoehkidie, juktie dïhte kognitijve maajsoe vaanene dan åvteste learohkh slyöhpoeh tïjjem jïh faamoem nuhtjedh ryöknemisnie.

source: Jus oahppi lohká loguid, mo dasto lohká oahppi ?
sma: Aaj aelhkie bijjieguvviem dassedh dan bïjre

source: oahppi seamma čoavdinvuogi (lohkanstrategiija) buot bargobihtáin ? Makkár lohkofáktáid máhttá oahppi ?
sma: maam lea ryökneme, jïh mij aajmene ryöknedh, jis edtja vuesiehtimmien gaavhtan ryöknedidh 25 + 13 luhkie soermine.

source: Stoahkanhárjehallan, nugo bircospealut, dahje eará spealut mat leat heivehuvvon lohkofáktáid hárjehallamii dihto lohkoguovlluin, sáhttet geavahuvvot ohppiid movttiideapmái.
sma: Jis akte learohke nåake dorje sæjrojne addisjovnine jïh subtraksjovnine goerehtallemepryövesne, maahta vååjnedh goh learohken leah viesjies ryöknedimmiestrategijh, vuesiehtimmien gaavhtan learohke nuhtjie «gaajhkem

source: Ohppiide berre leat čielggas mii lea aktivitehtaid ulbmil.
sma: ryöknedhšstrategijh.

source: Oahppit galggaše maiddái oažžut vejolašvuođa oahppat bajil lohkofáktáid mat muitalit differánssa loguid gaskkas, ovdamearka dihte ahte 5 – 2 = 3, ja ahte 5 – 3 = 2.
sma: Tïjjemierie daejnie sæjrojne lea naemhtie bïejesovveme guktie viesjies strategijeåtnoe sæjhta sån darjodh learohke ij hïnnh gaajhkide laavenjasside darjodh.

source: Oahpaheaddji sáhttá veahkehit oahppi oahppagoahtit máŋggalágan ja beaktilis strategiijaid ja geavahanguovlluid ja ahte daid besset geahččaladdet sihke unnán ja ollu
sma: Vihkeles learohki strategijh goerehtalledh, dan åvteste strategijeevtiedimmie lea joekoen vihkeles evtiedimmien gaavhtan learohki ryöknedimmietjiehpiesvoetijste.

source: Go galgá veahkehit oahppi ovddidit strategiijaid, de ferte oahpahus heivehuvvon dasa ahte veahkeha oahppi ovdánit boahtte ceahkkái.
sma: Evtiedimmie ryöknedimmiestrategijijste «Gaajhkem-ryöknedhš-strategijijste addisjovnese lea sïejhme learohkh ånnetji ånnetji «guhkiebasse-ryöknedhš-strategijh lierieh.

source: Jus oahppi geavaha ” lohkat-buot ” - strategiija, de ferte mihttu vuos leat ahte veahkehit oahppi lohkanstrategiijai mas oahppi lohká viidáseappot.
sma: rasjovnelle strategijh, jïh guhkiebasse ryöknedh dehtie stööremes taaleste lea vielie effektijve jïh fleksijbele goh akte «gaajhkem-ryöknedhš-strategije.

source: Oahppi ferte beassat hárjehallat, álgit stuorimus logus ja suorpmaiguin lohkat veahkkin dan mađe go dat unnimus lohku ovddasta.
sma: Mænngan goh learohkh leah jïjnjh dååjrehtimmieh dorjeme ryökneminie, sijhtieh mujhtedh 3+5 lea gaektsie, jïh daam vöörhkedh goh akte taallefaakta maam maehtieh mænngan
